Repository: Proplex/Poison
Catalog: localizable/*.lproj/Localizable.strings
Languages: nl

source: %.0f times/sec.
nl: %.0f keer/sec.

source: A port must be a number between 1 and 65535.
nl: De poort moet tussen de 1 en 65535 liggen.

source: Advanced
nl: Geadvanceerd

source: Away
nl: Afwezig

source: Busy
nl: Niet storen

source: Cancel
nl: Annuleren

source: Disconnected
nl: Vertrokken

source: Do you really want to delete %@ from your friends list?
nl: Weet u zeker %@ te willen verwijderen?

source: Failed to automatically bootstrap
nl: Heb niet automatisch met de DHT kunnen verbinden

source: Failed to bootstrap
nl: Gefaald te verbinden met de DHT

source: Failed to load keys: %@ Sorry about that.
nl: De volgende keys zijn niet geladen: %@ Excuses voor het ongemak.

source: Failed to save key: %@ Sorry about that.
nl: De volgende keys zijn niet opgeslagen: %@ Excuses voor het ongemak.

source: Fetching server list...
nl: Serverlijst ophalen...

source: Friends
nl: Vrienden

source: Invalid
nl: Ongeldig

source: Load error
nl: Laadfout

# Looking at server %i/%i
source: Looking at server %1$i/%2$i
nl: Server %1$i/%2$i bekijken

source: Operation complete
nl: Klaar

source: Please select one of the options before continuing.
nl: Selecteer een der onderstaande opties voordat u doorgaat.

source: Poison currently has limited connectivity to the Tox network. You may have trouble connecting to friends.
nl: Poison heeft momenteel beperkte verbinding met het Tox-netwerk. U kunt eventueel problemen tegenkomen wanneer u probeert te verbinden met vrienden.

source: Poison currently has no connectivity to the Tox network.
nl: Poison kan momenteel niet verbinden met het Tox-netwerk.

source: Poison has run out of usable servers to connect to. If you know a server, click "Advanced" to connect manually. Sorry about that.
nl: Poison heeft geen servers om verbinding mee te maken. Om handmatig een toe te voegen, klik op "Geadvanceerd". Excuses voor het ongemak.

source: Poison's connection to the Tox network is healthy.
nl: Poison's verbindingskwaliteit is voldoende.

source: Request sent...
nl: Request verzonden...

source: Save error
nl: Opslagsfout

source: The cache was removed successfully.
nl: Cache succesvol geleegd.

source: The DNS name '%@' could not be resolved.
nl: Kan geen verbinding maken met DNS-naam '%@'

source: The theme folder was deleted.
nl: De themafolder is verwijderd.

source: There were not enough peers to have a healthy connection.
nl: Er zijn onvoldoende peers om een fatsoenlijke verbinding te handhaven.

source: Tox me on Tox: %@
nl: Tox me op Tox: %@

source: Try again
nl: Probeer opnieuw

source: Welcome back. Please login with your nickname.
nl: Welkom terug. Log in met uw nickname.

source: Welcome to Poison. Enter a nickname to get started.
nl: Welkom bij Poison. Voer een nickname in om te beginnen.

source: Whoops!
nl: Oeps!

source: You cannot undo this, and all chat history will be lost.
nl: Dit kan niet ongedaan worden, bovendien zal alle chatgeschiedenis verloren gaan.

source: Your nickname cannot be blank.
nl: Uw nickname kan niet leeg gelaten worden.
